<?php 

$TASKS=
[ //system variable rename php.exe//
'test'=>'start cmd.exe phpcore3 runallapps','say testing all apps',
];

// из списка задачь, задачи наполняют зону времени
        return $timezones=[
        1=>[0, 'СОН'],
        2=>[0, 'СОН'],
        3=>[0, 'СОН'],
        4=>[0, 'СОН'],
        5=>[0, 'СОН'],
        6=>[0, 'СОН'],
        7=>[0, 'Затврак '],
        8=>[1, 'УЧЕБА'],
        9=>[1, ''],
        10=>[1,'ЗАДАЧИ А'],
        11=>[1,'ЗАДАЧИ Б'],
        12=>[1,'Обед'],
        13=>[1,'ЗАДАЧИ В'],
        14=>[1,'ЗАДАЧИ Г'],
        15=>[1,'ЗАДАЧИ Д'],
        16=>[1,''],
        17=>[1,''],
        18=>[1,'Ужен '],
        19=>[1,''],
        20=>[1,'СПОРТ'],
        21=>[1,''],
        22=>[1,''],
        23=>[1,''],
        ];    



